// однострочный комментарий 1
/*
 * многострочный комментарий 1
 */
{
//	"a",
	// однострочный комментарий 2
	a:"{{{{''''{{[[[[{}/*}}}}\\\"]][[}}}",
	'b': {
		/*
		* многострочный комментарий 2
		*/
		"c": 9999999999999999,
		// однострочный комментарий 3
		"d": 9999944444446666699999.666666
	},
	/*
	 * многострочный комментарий 3
	 */
	n:{
		"key11":'val1',
		"key12":
		{
			"key21":[
				"val31",
				{"key31":"val41"},
				{"key32":'val42'},
				"val31",
				"val32"
			] ,
		},
//		"a",
		"key13":{
			"key23":"val23"
		}
//		"a"
	},

/*
 * многострочный комментарий 4
 */