// однострочный комментарий 1
/*
 * многострочный комментарий 1
 */
{
	// однострочный комментарий 2
	a:"{{{{''''{{[[[[{}/*}}}}\\\"]][[}}}",
	g: true,
	'b': {
		/*
		* многострочный комментарий 2
		*/
		"c": 9999999999999999,
		// однострочный комментарий 3
		"d": 9999944444446666699999.666666
	},
	/*
	 * многострочный комментарий 3
	 */
	n:{
		"key11":'val1',
		"key11_1":' ',
		"key11_2":'',
		"key11_3":"",
		"key12":
		{
			"key21":[
				"val31",
				{"key31":"val41"},
				{"key32":'val42'},
				"val31",
				"val32"
			],
			"key22":null,
			f:{
				a:'b'
			}
		},
		"key13":{
			"key23":"val23"
		},
		"key14":[
			["val24","val25","val26"],
			["val26","val27","val28"],
			{
				"key31":'val33'
			},
			false
		]
	}
}
/*
 * многострочный комментарий 4
 */