// однострочный комментарий 1
/*
 * многострочный комментарий 1
 */
{
	// однострочный комментарий 2
	a:"{{{{''''{{[[[[{}/*}}}}\\\"]][[}}}",
	'b': {
		/*
		* многострочный комментарий 2
		*/
		"c": -9999999999999999.1 ,
		// однострочный комментарий 3
		"d": 99999444/44446666699999.66666.6
	},
	/*
	 * многострочный комментарий 3
	 */
	n:{
		"key11":'val1',
		"key12":
		{
			"key21":[
				"val31",
				{"key31":"val41"},
				{"key32":'val42'},
				"val31",
				"val32"
			] ,
		},
		"key13":{
			"key23":'val23'
		}
	}
}
/*
 * многострочный комментарий 4
 */